tap "puma/puma"
brew "asdf"
brew "stow"
brew "python@3.13"
brew "awscli"
brew "docker"
brew "gh"
brew "git"
brew "node"
brew "heroku"
brew "libpq"
brew "libyaml"
brew "ruby-build"
brew "terraform"
brew "puma/puma/puma-dev"
cask "1password-cli"
cask "claude"
cask "tuple"
vscode "aliariff.vscode-erb-beautify"
vscode "almenon.arepl"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "marcoroth.stimulus-lsp"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.atom-keybindings"
vscode "shopify.ruby-lsp"
