tap "codeclimate/formulae"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "ansible", link: false
brew "automake"
brew "coreutils"
brew "curl"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "erlang"
brew "libxml2"
brew "python"
brew "gdal"
brew "ghi"
brew "gpp"
brew "grc"
brew "httpie"
brew "hub"
brew "icu4c"
brew "isl"
brew "jq"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "liblwgeom"
brew "libmpc"
brew "libtool"
brew "lzlib"
brew "memcached"
brew "mongodb"
brew "node"
brew "nvm"
brew "pgbadger"
brew "pgcli"
brew "postgresql"
brew "postgis"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "spark"
brew "terminal-notifier"
brew "tig"
brew "unixodbc"
brew "v8"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "codeclimate/formulae/codeclimate"
cask "iterm2"
cask "caskroom/fonts/font-hack-nerd-font"
