tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "python"
brew "ansible"
brew "automake"
brew "awscli"
brew "icu4c"
brew "coreutils"
brew "curl"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "erlang"
brew "isl"
brew "libmpc"
brew "libxml2"
brew "libtool"
brew "numpy"
brew "unixodbc"
brew "gdal"
brew "ghi"
brew "gpp"
brew "grc"
brew "grep"
brew "httpie"
brew "hub"
brew "jq"
brew "jupyter"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "liblwgeom"
brew "lzlib"
brew "mas"
brew "memcached"
brew "mongodb"
brew "node"
brew "nvm"
brew "pgbadger"
brew "pgcli"
brew "postgresql"
brew "postgis"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "scala"
brew "spark"
brew "terminal-notifier"
brew "tig"
brew "v8"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "1password-cli"
cask "alfred"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "fork"
cask "gog-galaxy"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "licecap"
cask "slack"
cask "stay"
cask "steam"
cask "textexpander"
cask "tower"
cask "transmit4"
cask "viscosity"
cask "visual-studio-code"
cask "wavebox"
cask "zoomus"
mas "1Password", id: 443987910
mas "Annotate", id: 918207447
mas "Anytune", id: 722444976
mas "Bear", id: 1091189122
mas "Caffeinated", id: 1362171212
mas "Cyberduck", id: 409222199
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro X", id: 634148309
mas "MindNode", id: 1289197285
mas "MKPlayer", id: 1335612105
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "Textual IRC Client", id: 1262957439
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
